<template>
  <div class="prof-orient">
    <div class="prof-orient-intro" v-if="isInfo">
      <h1 class="prof-orient-title">Выбери свою профессию будущего</h1>
      <p class="prof-orient-info">
        Приложение разработано на основе материалов
        <a href="https://new.atlas100.ru/">"Атласа новых профессий"</a>, который
        стал результатом масштабного исследовательского проекта "Форсайт
        компетенции 2030", проводимого Агенством стратегических инициатив и
        Московской школой управления СКОЛКОВО с 2010 года.
      </p>
      <p>
        Представленные в приложении профессии не стоит воспринимать как
        официальный список специальностей будущего. Цель приложения познакомить
        пользователя с многообразием профессиональных возможностей, которые
        открывается для них на программах Факультета исторических и политических
        наук.
      </p>
      <button class="start-orient" @click="startOrient">Начать</button>
    </div>
    <div class="skills" v-if="isSkill">
      <h1 class="skills-title">Надпрофессиональные навыки</h1>
      <p>
        Выбор навыков является первым шагом к будущей профессии. Владение
        навыками позволяет специалистам работать эффективнее, переходить между
        отраслями и сохранять при этом востребованность.
      </p>
      <p>
        В приложении представлены надпрофессиональные навыки, которые показались
        работодателям наиболее важными для успеха в будущем. Изучите их
        внимательно и выберите те, что показались вам интересными и важными.
      </p>
      <div class="skills-list"></div>
      <button class="skills-save">Продолжить</button>
    </div>
  </div>
</template>
<script>
export default {
  name: "ProfOrient",
  data() {
    return {
      isInfo: true,
      isSkill: false,
    };
  },
  methods: {
    startOrient() {
      this.isInfo = false;
      this.isSkill = true;
    },
  },
};
</script>
