{
  "intro": "<p>Важнейшей частью международных отношений всегда была и остается дипломатия. В ее задачи входит представительство страны на мировой арене, отстаивание интересов и позиции страны по важнейшим международным проблемам, решение споров и конфликтов мирными средствами, оказания помощи другим государствам, выявление внешних угроз для страны и поиск новых возможностей.</p><p>В игре вам предстоит следить за постоянно меняющейся международной обстановкой, вступать в переговоры с другими странами, предлагать международные инициативы и защищать интересы своей страны. Подходите к каждому решению взвешенно: излишне агрессивное поведение может привести к отрицательным результатам, а чрезмерное заигрывание с другими странами может обернуться лишней тратой времени и ресурсов. И хотя у вас отсутсвует какой-дибо опыт дипломатической работы, не отчаивайтесь. Даже профессиональные дипломаты не застрахованы от ошибок, т.к. не могут владеть всей необходимой информацией.</p><p>Экспериментируйте, изучайте, веселитесь - откройте для себя мир международных отношений уже сейчас!</p>",
  "rules": "<ul><li>На карте Мира представлено большинство современных государств. Со всеми странами вы можете взаимодействовать в ходе игры. Задача игрока — инициировать и провести максимально возможное количество международных резолюций, выгодных для России, а также постараться сократить количество резолюций, противоречащим ее интересам.</li><li>Игра продолжается девять ходов. В начале каждого из них игрок получает сообщения о различных событиях, происходящих в Мире. Многие из международных событий влияют на мнения государств по разным международным вопросам. Некотоые события открывают дополнительные возможности для диалога со странами.</li><li>В течении каждого хода игрок может вступать в диалог с любыми странами, заключать с ними соглашения, оказывать различную помощь или воздействовать на них более агрессивными методами.</li><li>В диалоге у каждой страны представлен ограниченный набор действий, который зависит от ее отношения к России, произошедших междуанродных событий и особенностей самой страны. Разные действия также требуют разного уровня доверия.</li><li>Отношение к России оценено в условных единицах (от –10 до +10). Узнать его можно, внедрив в нужную страну шпиона, который остается в стране до конца игры. За всю игру можно внедрить 10 шпионов.</li><li>Если у страны плохие отношения с Россией (ниже -5), то у игрока появляется возможность совершать кибер-атаки в этой стране. За игру можно осуществить 10 кибер-атак, которые дают шанс непосредственно повлиять на результаты внутреннего голосования в стране по обсуждаемым международным проблемам.</li><li>Однако из-за внешних факторов отношение стран к различным международным вопросам может меняться по ходу игры.</li><li>Начиная со второго хода и затем через каждые 3 хода игрок может внести международную резолюцию в интересах России. Начиная с третьего хода и также каждые 3 хода другие страны также могут вносить международные резолюции, которые не всегда будут совпадать с интересами России.</li><li>В конце каждого третьго хода происходит международное голосование на Генеральной Ассамблее ООН по предложенным резолюциям. Резолюция считается принятой, если за нее проголосовало большая часть стран без учета воздержавшихся.</li><li>С результатами голосования на Генеральной Ассамблее ООН, а также статистике оставшихся шпионов и кибер-атак игро может ознакомиться в диалоговом окне России</li></ul>",
  "agreements": [
    {
      "name": "weaponse",
      "title": "Заключить соглашение о поставках вооружений",
      "score": 9
    },
    {
      "name": "space",
      "title": "Заключить соглашение о сотрудничестве в области освоения космоса",
      "score": 7
    },
    {
      "name": "atom",
      "title": "Заключить соглашение о строительстве АЭС",
      "score": 5
    },
    {
      "name": "duties",
      "title": "Заключить соглашене о взаимном снижении торговых пошлин",
      "score": 3
    },
    {
      "name": "money",
      "title": "Заключить соглашение о ведении торговли в национальных валютах",
      "score": 1
    },
    {
      "name": "nuclear",
      "title": "Заключить соглашение о взаимном сокращении ядерного оружия",
      "score": 0
    },
    {
      "name": "epidemic",
      "title": "Оказать помощь в борьбе с эпидемией",
      "score": 0
    },
    {
      "name": "emergency",
      "title": "Оказать помощь в ликвидации последствий техногенной/природной катастрофы",
      "score": 0
    },
    {
      "name": "goverment",
      "title": "Выступить в поддрежку официальных властей",
      "score": 0
    },
    {
      "name": "borders",
      "title": "Заключить соглашение об открытых границах",
      "score": 0
    },
    {
      "name": "military",
      "title": "Оказать военную помощь",
      "score": 0
    },
    {
      "name": "sanctions",
      "title": "Ввести экономические санкции",
      "score": -1
    },
    {
      "name": "apposition",
      "title": "Оказать поддержку оппозиционным силам",
      "score": -3
    },
    {
      "name": "agression",
      "title": "Угрожать применением вооруженной силы",
      "score": -5
    },
    {
      "name": "intervention",
      "title": "Осуществить гумманитарную интервенцию",
      "score": -7
    }
  ]
}